packages/wsapi/tcl/request.xml

<?xml version="1.0" encoding="utf-8"?>
<soap-env:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
 <soap-env:Body>
  <CheckDateTimeRequest xmlns="urn:tcl:datetime">
   <DateTime>2001-10-15</DateTime>
  </CheckDateTimeRequest>
 </soap-env:Body>
</soap-env:Envelope>